{
  "Acts" : [
    {
            "id":"1",
            "title":"The Child Labour (Prohibition and Regulation) Amendment Act, 2016",
            "introduction":"The Bill seeks to amend the Child Labor (Prohibition and Regulation) Act, 1986. The Act prohibits employment of children below 14 years in certain occupations such as automobile workshops, bidi-making, carpet weaving, handloom and power loom industry, mines and domestic work.  In light of the Right of Children to Free and Compulsory Education Act, 2009, the Bill seeks to prohibit employment of children below 14 years in all occupations except where the child helps his family after school hours.

The Bill adds a new category of persons called “adolescent”.  An adolescent means a person between 14 and 18 years of age.  The Bill prohibits employment of adolescents in hazardous occupations as specified (mines, inflammable substance and hazardous processes).
            ",
            "punishment":"•	It also includes penalty for employing an adolescent in a hazardous occupation.;•	The penalty for employing a child was increased to imprisonment between 6 months and two years (from 3 months-one year) or a fine of Rs 20,000 to Rs 50,000 (from Rs 10,000-20,000) or both;• The penalty for employing an adolescent in hazardous occupation is imprisonment between 6 months and two years or a fine of Rs 20,000 to Rs 50,000 or both.",
            "reference":"•	http://www.prsindia.org/billtrack/the-child-labour-prohibition-and-regulation-amendment-act-2012-2553/

            "

    },
    {
            "id":"2",
            "title":"Advisory for eliminating of Corporal Punishment in Schools",
            "introduction":"Right of Children to Free and Compulsory Education (RTE) Act, 2009, prohibits ‘physical punishment’ and ‘mental harassment’ under Section 17(1) and makes it a punishable offence under Section 17(2). The National Commission for Protection of Child Rights (NCPCR) and the State Commissions for Protection of Child Rights (SCPCRs) have been entrusted with the task of monitoring children’s right to education under Section 31 of the RTE Act, 2009. This Ministry has also issued Guidelines/Advisory to all the States and Union Territories for elimination of Corporal Punishment in Schools.
The Affiliation Byelaws of the Central Board of Secondary Education (CBSE) empower the School Managing Committee to place an employee under suspension if charged with cruelty with any student or employee of the school. CBSE has also issued guidelines to schools for ensuring an atmosphere free from fear in each affiliated school.
The effects of various forms of mental harassment or psychological maltreatment have shown that
(a) Combinations of verbal abuse and emotional neglect tend to produce the most powerfully negative outcomes.;
(b) Psychological maltreatment is a better predictor of detrimental developmental outcomes for young children than the severity of physical injury experienced by them.;
(c) It is the indicator most related to behavior problems for children and adolescents;
(d) Psychological abuse is a stronger predictor of both depression and low self-esteem than physical abuse.;",
			"punishment":"•	Since majority of the schools are within the purview of the State Governments, no centralized data on corporal punishment is maintained by this Ministry.",
            "reference":"•	http://pib.nic.in/newsite/PrintRelease.aspx?relid=147180

•	http://www.ncpcr.gov.in/view_file.php?fid=108

"

    },
    {
            "id":"3",
            "title":"Amendment Proposed in Immoral Traffic Prevention Act 1956",
            "introduction":"In 1950 the Government of India ratified the International Convention for the Suppression of Immoral Traffic in Persons and the Exploitation of the Prostitution of others. In 1956 India passed the Suppression of Immoral Traffic in Women and Girls Act, 1956 (SITA). The act was further amended and changed in 1986, resulting in the Immoral Traffic Prevention Act also know as PITA.  PITA only discusses trafficking in relation to prostitution and not in relation to other purposes of trafficking such as domestic work, child labour, organ harvesting, etc. The following is an outline of the provisions in this law that pertains to children below the age of 18.
The act defines child as any person who has completed eighteen years of age. The first section of the act has provisions that outline the illegality of prostitution and the punishment for owning a brothel or a similar establishment, or for living of earnings of prostitution as is in the case of a pimp.
 Section five of the act states that if a person procures, induces or takes a child for the purpose of prostitution then the prison sentence is a minimum of seven years but can be extended to life
",
            "punishment":"•	If a person if found with a child it is assumed that he has detained that child there for the purpose of sexual intercourse and hence shall be punishable to seven year in prison up to life imprisonment, or a term which may extend to ten year and also a maximum fine of one lakh rupees.;
•	Any person committing prostitution in public with a child shall be punishable to seven year in prison up to life imprisonment, or a term which may extend to ten year and also a maximum fine of one lakh rupees.
",
            "reference":"•	http://childlineindia.org.in/Immoral-Traffic-Prevention-Act-1986.htm  "

    },
    {
            "id":"4",
            "title":"Bonded Labour system (abolition)  Act ,1976 ",
            "introduction":"Bonded labour system (abolition) act 1976 of the Indian Constitution bans \"beggar\" and other forms of forced labour.  The Bonded Labour System (Abolition) Act 1976 talks of the illegality of slave or bonded labour with reference to both adults and children. The latest ILO report stated that every one in six children work, with millions engaged in bonded or forced labour. The act renders all bonded labour systems (agreements, pacts, tradition, custom, etc) to be null and void and hence frees all bonded labours from their debt to the creditors. It also bans any person shall pursue or compel a person to enter into forced labour or a bonded labour system. Victims of bonded labour are not liable to repay their debt, and any property that was taken from the bonded labourer is to be restored. All legal proceeding against bonded labourers for inability to replay their debt or abide by the bonded system are dismissed. As per the law, the bonded labour can not be evicted from his home even when the bonded system has been dissolved. Creditors are not permitted to accept any payments and those who do are punishable up to three years of imprisonment and fine. The act allows for the state to appoint a district magistrate and officers authorised by him to over see the legal implementation of the act. It also requires that the state set up vigilance committees in every district or sub-section. These committees are responsible for ensuring the full rehabilitation and recovery of all bonded labourers, defending any suit against a bonded labourer and advising the district magistrate to take action and uphold the law. The act maintains that burden of proof lies on the creditor to prove a particular debt is not bonded in nature.",
            "punishment":"•	Any per who extends an advance on bonded labour is liable to imprisonment up to three years and a fine up to Rs. 2000.;
•	In addition to this punishment, a person who extracts bonded labour in the form of a bonded system from an individual is liable to pay that individual Rs 5 for every day of labour extracted out of the fine. ;
•	The same punishment is levied against any individual who fails to return property to a bonded labourer that was procured as part of the bonded system. A person who had abetted an offence is also liable to the same punishment as a person who has committed the offence.
",
            "reference":"•	http://www.childlineindia.org.in/Bonded-Labour-System-Abolition-Act-1976.htm "

    },
    {
            "id":"5",
            "title":"The Factories Act",
            "introduction":"The Factories Act,1948 was amended by the Factories (Amendment) Act, 1987. It serves to assist in formulating national policies in India with respect to occupational safety and health in factories and docks in India. It deals with various problems concerning safety, health, efficiency and well-being of the persons at work places.The Act is administered by the Ministry of Labour and Employment in India through its Directorate General Factory Advice Service & Labour Institutes (DGFASLI) and by the State Governments through their factory inspectorates.
The Act is applicable to any factory whereon ten or more workers are working, or were working on any day of the preceding twelve months, and in any part of which a manufacturing process is being carried on with the aid of power, or is ordinarily so carried on, or whereon twenty or more workers are working, or were working on any day of the preceding twelve months, and in any part of which a manufacturing process is being carried on without the aid of power, or is ordinarily so carried on; but this does not include a mine, or a mobile unit belonging to the armed forces of the union, a railway running shed or a hotel, restaurant or eating place.
",
            "punishment":"•	When disobedience has resulted in an accident causing death or serious bodily injury, the fine shall not be less than twenty-five thousand rupees in the case of an accident causing death, and five thousand rupees in the case of an accident causing serious bodily injury.;
•	When a factory disobey the provisions of Factories Act or of any rules made under factories act, the occupier or manager of the factory shall be guilty of the offence and is charge with imprisonment for a term which may extend to two years or with fine which may extend to one lakh rupees or with both, and if the contravention of the rule is continued after conviction, a further fine is imposed which may extend to one thousand rupees for each day on which the contravention is so continued.
",
            "reference":"•	http://www.careerride.com/view/what-penalties-do-factories-have-to-face-on-the-offence-of-factories-act-1948-6448.aspx

•	https://en.wikipedia.org/wiki/Factories_Act,1948,_India
"

    },
	{
            "id":"6",
            "title":"Prenatural diagnostic techniques (regulation and prevention of misuse) act 1994",
            "introduction":"Sex selection is a deep rooted problem in India. Families who discriminate against girl children prefer to abort the child before it is born. In 1994 the Government of India in an attempt to stop female foeticide passed the Pre-natal Diagnostic Techniques (Regulation and Prevention of Misuse) Act. In 2002 the act was amended.

•	The act firstly outlines provisions about the regulation of genetic counseling clinics, genetic laboratories and genetic clinics. All such clinics have to be registered under this act, and all medical professionals employed must have the appropriate qualification to conduct pre-natal diagnostic techniques.

•	The act prohibits the medical personnel from conducting or helping anyone conduct sex-selection.

•	All medical equipment regarding pregnancies shall be sold only to registered clinics.

•	All pre-natal diagnostic techniques are banned except for the detection of chromosomal abnormalities, genetic metabolic diseases, haemoglobinopathies, sex-linked genetic diseases, congenital anomalies, any other abnormalities or diseases as may be specified by the Central Supervisory Board; only as long as there is a potential threat to the child as outlined in the act.

•	No person is allowed to divulge the sex of a child in any form of communication, no clinic or person is allowed to conduct sex determination tests, and no person shall commit the act or sex selection or aid in doing so.

The act calls for the formation of a Central Supervisory Board and outlines all logistically matters concerning the board. The purpose of the board is to advise the central government regarding sex selection techniques, to insure the implementation of the act, to create public awareness about the act, to lay down a code of conduct for clinics, etc. Similarly State and Union Territory Supervisory Boards will also be created. The will aim at creating awareness, and review the actions of all authorities regarding pre-natal diagnostics.
",
            "punishment":"•	Under this act is it also an offence to advertise techniques used for the purpose of sex-determination. People who contravene the provisions of this act are liable to serve prison time and a fine. But women who have been forced to by their husband or family to undergo pre-natal diagnostic techniques will not be prosecuted under this act. Companied and people in the position of responsibility in companies can also be charged for violation of this act.",
            "reference":"•	http://childlineindia.org.in/Pre-natal-Diagnostic-Techniques-Act-1994.htm  "

    },
	{
            "id":"7",
            "title":"The infant Milk Substitute Act, 2003",
            "introduction":"This act states that no person should advertise, promote or mislead people to believe that infant food, feeding bottles and infant milk substitutes are an acceptable replacement of mother's milk. No person can distribute or supply infant food, feeding bottles and infant milk substitutes, or contact any expecting mother or mother of an infant, or offer inducement in an attempt to sell or promote infant food, feeding bottles and infant milk substitutes. Section five states, no person shall donate or distribute infant food, feeding bottles and infant milk substitutes or any material regarding the same, except the health system.
The law requires that any manufacturer, supplier or distributer of infant food and infant milk substitutes needs to put warning labels on the project insuring that the customer understands that mother's milk is the best food for an infant, and that these products should only be used under the advice of a healthcare worker. The product should also give clear instructions for use, nutritional information, ingredients and manufacture and expiry information, etc. Infant food and infant milk substitute products are not permitted to have photos of babies or mothers, images or designs that increase salability, and use words like maternalised or humanised, etc.
",
            "punishment":"•	Failure to follow the provisions of this act can lead the principal civil court of the local area to fine the person responsible up to the cost of the infant milk substitutes, feeding bottles or infant food in his possession.;
•	The owner is given a formal letter explaining why the products have been seized and hence has time to object the confiscation. The decision of the civil courts may be appealed to the appellate court.;
•	Blatant violation of the prohibiting provisions of this act can result in a maximum jail sentence of three years and/or a maximum fine of five Rs. 5000.;
•	In order for a case to be made against the accused a formal complaint by an officer, health worker or voluntary organisation is compulsory.;
",
            "reference":"•	http://www.childlineindia.org.in/Infant-Milk-Substitutes-Feeding-Bottles-and-Infant-Foods.htm"

    },
	{
            "id":"8",
            "title":"Juvenile  Justice (Care and Protection of Children) Act, 2015",
            "introduction":"It aims to replace the existing Indian juvenile delinquency law, Juvenile Justice (Care and Protection of Children) Act, 2000, so that juveniles in conflict with Law in the age group of 16–18, involved in Heinous Offences, can be tried as adults.

The bill allows a Juvenile Justice Board, which would include psychologists and sociologists, to decide whether a juvenile criminal in the age group of 16–18 should tried as an adult or not for any heinous offence .Heinous offences are those which are punishable with imprisonment of seven years or more.

The bill aims to consolidate and amend the law relating to children alleged and found to be in conflict with law and children in need of care and protection by catering to their basic needs through proper care, protection, development, treatment, social re-integration, by adopting a child-friendly approach.

The proposed law also aims at adjudicating and disposing cases dealing with juveniles keeping in mind \"the best interest of the children and their rehabilitation.\"
The bill also deals with adoption of children and lays down the eligibility criteria for adoptive parents. A central adoptive resource agency will frame the rules for adoption, which will be implemented by state and district level agencies.

",
            "punishment":"•	A person giving alcohol or drugs to a child shall be punished with 7 years imprison and/or ₹100,000 fine.;
•	 Corporal punishment will be punishable by ₹50,000 or 3 years of imprisonment. A person selling a child will be fine with ₹100,000 and imprisoned for 5 years.;
•	Heinous offences are punishable with imprisonment of seven years or more.;
",
            "reference":"•	http://www.ndtv.com/cheat-sheet/10-things-you-need-to-know-about-the-new-juvenile-law;

•	Wikipedia;

"

    },
    {
      "id":"9",
      "title":"The Protection Of Children From Sexual Offences Act, 2012",
      "introduction":"It is an Act to protect children from offences of sexual assault, sexual harassment and pornography and also provides establishment of Special Courts for trial of such offences . The Protection of Children from Sexual Offences Act, 2012, has been passed by the Lok Sabha today, 22nd May, 2012.
      The protection of Children from Sexual Offence Act, 2012 defines a child as any person below the age of 18 years and provides protection to all children under the age of 18 years from the offences of Sexual assault,  sexual harassment and pornography. These offences have been clearly defined for the first time in law. The Act provides for stringent punishments, which have been graded as per the gravity of the offence . The punishments range from simple to rigorous imprisonment of varying periods. There is also provision for fine, which is to be decided by the Court.
      An offence is treated as “Aggravated” when committed by a person in a position of trust or authority of child such as a member of security forces , police officers , public servants ,etc.
      ",
      "punishment":"•	Sexual Assault (Section 7) - Not less than three years which may extend to five years, and fine (Section 8);
      •	Aggravated Sexual Assault (Section 9) - Not less than five years which may extend to seven years, and fine (Section 10);
      •	Sexual Harassment of the Child (Section 11) - Three years and fine (Section 12);
      •	Penetrative Sexual Assault (Section 3) - Not less than seven years which may extend to imprisonment for life, and fine (Section 4);
      •	Aggravated Penetrative Sexual Assault (Section 5) - Not less than ten years which may extend to imprisonment for life, and fine (Section 6);
      •	Use of Child for Pornographic Purposes (Section 13) - Five years and fine and in the event of subsequent conviction, seven years and fine (Section 14 (1));
      ",
      "reference":"•	https://en.wikipedia.org/wiki/Child_sexual_abuse_laws_in_India ;
      •	http://childlineindia.org.in/The-Protection-of-Children-from-Sexual-Offences-Act-2012.htm ;
    "

    },

	{
            "id":"10",
            "title":"National Guidelines on Infant and Young Child Feeding",
            "introduction":"The objective is to formulate, endorse, adopt and disseminate guidelines related to Infant and Young Child feeding from an Indian perspective (including infant feeding in the context of HIV infection).
The first National Guidelines on Infant and Young Child Feeding (IYCF) were formulated by Ministry of Women and Child Development (Food and Nutrition Board) in 2004, and the same guidelines were revised in 2006.
",
            "punishment":"Correct Norms for Infant and Young Child Feeding;
 • Initiation of breastfeeding immediately after birth, preferably within one hour.;
 • Exclusive breastfeeding for the first six months i.e., the infants receives only breast milk and nothing else, no other milk. Food, drink or water. ;
• Appropriate and adequate complementary feeding from six months of age while continuing breastfeeding.;
 • Continued breastfeeding upto the age of two years or beyond.;
",
            "reference":"•	https://www.ncbi.nlm.nih.gov/pubmed/21220795 ;
•	www.mohfw.nic.in/showfile.php?lid=2232 ;
"

    },
	{
            "id":"11",
            "title":"National Commission for Protection of Child Rights",
            "introduction":"The National Commission for Protection of Child Rights (NCPCR) was set up in March 2007 under the Commission for Protection of Child Rights (CPCR) Act, 2005, an Act of Parliament (December 2005). NCPCR is a statutory body under the CPCR Act,2005 under the administrative control of the Ministry of Women & Child Development ,Government of India. The Commission's Mandate is to ensure that all Laws, Policies, Programmes, and Administrative Mechanisms are in consonance with the Child Rights perspective as enshrined in the Constitution of India and also the UN Convention on the Rights of the Child. The Child is defined as a person in the 0 to 18 years age group.
The Commission visualizes a rights-based perspective flowing into National Policies and Programmes, along with nuanced responses at the State, District and Block levels, taking care of specificities and strengths of each region. In order to touch every child, it seeks a deeper penetration to communities and households and expects that the ground experiences gathered at the field are taken into consideration by all the authorities at the higher level. Thus the Commission sees an indispensable role for the State, sound institution-building processes, respect for decentralization at   the local  bodies  and  community level and larger societal concern for children and their well-being.
",
            "punishment":"Recommendation:; Seminars should be conducted for teachers to improve their teaching styles. The dignity of a student should be accepted by everyone. Drug addiction, copying, violence etc. should be curtailed. State Commissions of Protection of Child Rights should be established. ;",
            "reference":"•	http://www.ncpcr.gov.in ;
•	https://en.wikipedia.org/wiki/National_Commission_for_Protection_of_Child_Rights;
"

    },
	{
            "id":"12",
            "title":"Guardians and Wards Act, 1890",
            "introduction":" According to this act a minor/child is any person who has not completed 18 years of age. The court or appointed authority has the ability to decide the guardian of a child by appointing one a guardian or removing another as a guardian. No order will be passed without an application. Applications should contain all possible information about the child and guardian and reasons for guardianship. Once the court admits the application into court, then the court will set a date for the hearing. The court will hear evidence before making a decision. A minor and his property may have more than one guardian. The court must work in the interest of the minor, taking into consideration the age, sex, religion, character of the guardian, the death of the parent(s), relation of the child to the guardian, etc. The minor's preference may be taken into consideration.
The collector of the district where the minor lives can be appointed the guardian of the child. A minor will not a appointed if the child or her/his property is under a court of wards, if the minor is married and her husband is fit to take care of her, or whose father is alive and is deemed fit to take care of her. Guardians are not meant to make a profit out of their office, but can receive remuneration as the court sees fit. A minor can not be deemed a guardian of another minor. A guardian is responsible for the health, education and support of the ward. Guardians who wish to move the child out of the courts jurisdiction may only do so with the permission of the court. Failure to get permission is a punishable offence. A guardian of property may not mortgage or sale the property of a ward without the permission of a will or the court who must act in the interest of the ward.
A list of the wards property, immovable and movable, must be submitted by the guardian to the court. The court can allow the guardian to take funds from the property, or use part of whole of the property of the child for maintenance of the minor. A court may remove a guardian for abusing the trust of the court and not fulfilling his role as a guardian. A person who no longer wishes to be a guardian can apply to the court for a discharge. Other punishable offences are: failure of the guard to produce the property of the ward, failure to produce the ward in court when requested, and failure to produce accounts. Reports produced by subordinates of the court or collector can be considered evidence by the court. Certain orders can be appealed in a High Court
",
            "punishment":"",
            "reference":"•	http://childlineindia.org.in/Guardians-and-Wards-Act-1890.htm ;"

    },
	{
            "id":"13",
            "title":"The Immoral Traffic (Prevention) Act, 1956",
            "introduction":" The following Act leads to the codification of an Act that laws down rules and regulations regarding the sensitive issue of prostitution. It protects women and children from forceful flesh trade. This leads to reduction of objectification of women and children. Through this Act, children can be further protected and offenders who force children can be punished for the same.
The Act regularized prostitution and provides assistance to all women and children who have been forced into the same. The provisions of the Act clearly state that it is an offence to force any child for flesh trade or trafficking of a child for various other purposes.
The State Government may in its discretion establish as many protective homes and corrective institutions under this Act as it thinks fit and such homes and institutions, when established, shall be maintained in such manner as may be prescribed.
",
            "punishment":"•	Any person over the age of eighteen years who knowingly lives, wholly or in part, on the earnings of the prostitution of  [any other person] shall be punishable with imprisonment for a term which may extend to two years, or with fine which may extend to one thousand rupees, or with both;
•	Where such earnings relate to the prostitution of a child or a minor, shall be punishable with imprisonment for a term of not less than seven years and not more than ten years;
",
            "reference":"•	https://indiankanoon.org/doc/91704683/ ;
•	http://hrln.org/hrln/child-rights/laws-in-place/1715-the-immoral-traffic-prevention-act-1956.html
 ;"

    },
	{
            "id":"14",
            "title":"Scheduled Castes and Tribes (Prevention of Atrocities) Act, 1989",
            "introduction":" An Act of the Parliament of India enacted to prevent atrocities against scheduled castes and scheduled tribes. The Act is popularly known as POA, the SC/ST Act, the Prevention of Atrocities Act, or simply the Atrocities Act. Indian Constitution seeks to abolish 'untouchability' and to forbid all such practices. The purpose of the Act was to help the social inclusion of Dalits into Indian society.
Thus objectives of the Act clearly emphasize the intention of the Government to deliver justice to these communities through proactive efforts to enable them to live in society with dignity and self-esteem and without fear or violence or suppression from the dominant castes. The practice of untouchability, in its overt and covert form was made a cognizable and non compoundable offence, and strict punishment is provided for any such offence.
The preamble of the Act also states that the Act is “to prevent the commission of offences of atrocities against the members of Scheduled Castes and Tribes, to provide for Special Courts for the trial of such offences and for the relief and rehabilitation of the victims of such offenses and for matters connected therewith or incidental thereto.”
The victim is a member of a scheduled caste or a scheduled tribe against whom any of the following offences is committed by the offender:

1. Forced to eat or drink an offensive or uneatable substance

2. Caused annoyance, injury or insult by any excreta or waste matter being dumped in his premises or neighborhood

3. Paraded naked or with painted face or body

4. Wrongfully deprived of cultivation of his land

5. Wrongfully deprived of his rights over any land, premises or water

6. Forced to do beggary or work as a bonded labourer

7. Prevented from exercising his right to vote or according to his wishes

8. Subjected to false legal proceedings

9. Caused injury or annoyance by a public servant on the basis of false information given to him

10. Deliberately insulted and humiliated in public view

11. A woman who is sexually assaulted

12. Deprived of his right to clean drinking water

13. Deprived of his right of passage to a public place

14. Forced to leave his house or village

15. Falsely implicated in a criminal case which might result in his imprisonment or execution

16. Intended harm or injury by burning a place of his dwelling or worship

17. Wrongfully caused injury or subjected to any other offence by a public servant

",
            "punishment":"•	All offences listed in the Act are cognizable. The police can arrest the offender without warrant and start investigation into the case without taking any orders from the court.;
•	The Act prescribes both minimum as well as maximum punishment. The minimum in most cases is six months imprisonment while the maximum is five years sentence and with fine. In some cases the minimum is enhanced to one year while the maximum goes up to life imprisonment or even death sentence.;
Section 4 of the act deals with punishment for neglect of duties by a public servant. According to this section If a public servant, who is not a member of the Scheduled Caste or Scheduled Tribe, deliberately neglects his duties, which he should perform under the Act, he is liable for punishment with imprisonment up to six months.;
",
            "reference":" •	http://www.legalserviceindia.com/article/l440-Scheduled-Castes-and-Tribes-Act-.html ;
•	https://en.wikipedia.org/wiki/Scheduled_Caste_and_Scheduled_Tribe_(Prevention_of_Atrocities)_Act,_1989
;"

    },
	{
            "id":"15",
            "title":"Hindu Adoption and Maintenance Act, 1956",
            "introduction":"Adoption according to Indian law is a personal act and hence is governed by the various personal laws of the different religions. This act applies to all Hindu, Buddhists, Sikhs and Jains by religion. A child, legitimate or illegitimate, whose parent(s) or guardians were Hindu, Buddhist, Jain or Sikh is also considered under this act. Under this act, adoptions can only be made if all three parties, the minor, the giver and the adopter are all in agreement and considered fit. A Hindu male can adopt a male or female child, but must have to have the consent of his wife (wives) if she is alive and of sound mind and Hindu. A female Hindu can adopt if she is of sound mind, unmarried or married and her husband is dead, of unsound mind or is no longer a Hindu. Only the father, mother or the guardian of a child can place the child for adoption. A child can only be adopted if he/she is Hindu, not previously adopted, not married and has no completed fifteen years of age If the adoptive family already have a son or granon or great-grandson (paternal lineage only) in their home they are not permitted to adopt a son. If the adoptive family already have a daughter or grand daughter (paternal lineage only) in their home they are not permitted to adopt a daughter. When adopting a child of the opposite sex the adopter must be 21 years older than the child. A child once adopted is considered to be a child of the adoptive family and all tied with his/her previous family cease to exist except with regard to prohibitions of marriage and property inherited by the child. If a person is already married at the time of adoption then his/her spouse will become the adoptive father/mother of the child. If the adoption takes place before marriage the spouse will be considered the step-parents of the child. In the case of multiple wives, the adopter must decide who the adoptive mother is and who the step-mothers are.",
            "punishment":"Adopted children have the right to inherit property from their adoptive parents. A valid adoption can not be nulled by any party. Bribing a party for adoption is an offence punishable under this act.;",
            "reference":" http://www.childlineindia.org.in/hindu-adoption-and-maintenance-act-1956.htm ;"

    },
	{
            "id":"16",
            "title":"Right to Food Legislation and Children",
            "introduction":"Children are at a higher risk of becoming malnutrition and malnutrition has severe affects on children's development both physical and mental. Hence both the UNCRC and the International Covenant on Economic, Social and Cultural Rights outline children's right to food. There are a number of constitutions in the world that safeguard a child's right to food. Such as article 44 of the Columbia constitution states \"Children have fundamental rights to: life, integrity, health and social security, adequate food\".
The National Food Security Act, 2013 also called as ‘The Right to Food Act” aims to provide subsidized food grains to two thirds of India's 1.2 billion people. The Act categorizes the population into an Antyodaya Anna Yojana (AAY) group, a priority group and an excluded category. The Antyodaya Anna Yojana is a scheme launched by the Central Government in 2000.The excluded category is retained at 25 per cent of the rural and 50 per cent of the urban population. The AAY category will be as per existing norms (about 10 per cent of all households). The Act provides different entitlements to groups. The poorest of the poor (the AAY group) will receive 35 kg of food grain/family/month while others (the priority group) will receive 5 kg of food grain/person/month.
The Act envisages covering upto 75% of the rural population and 50% of the urban population under TPDS, with uniform entitlement of 5 kg per person per month. However, since Antyodaya Anna Yojana (AAY) households constitute poorest of the poor, and are presently entitled to 35 kg per household per month, entitlement of existing AAY households will be protected at 35 kg per household per month.
Importantly, it includes the Midday Meal Scheme, Integrated Child Development Services scheme and the Public Distribution System. Further, the NFSA 2013 recognizes maternity entitlements. The Act also has a special focus on the nutritional support to women and children.
 Besides meal to pregnant women and lactating mothers during pregnancy and six months after the child birth, such women will also be entitled to receive maternity benefit of not less than Rs. 6,000. Children upto 14 years of age will be entitled to nutritious meals as per the prescribed nutritional standards. In case of non-supply of entitled food grains or meals, the beneficiaries will receive food security allowance.
",
            "punishment":"",
            "reference":" http://www.childlineindia.org.in/right-to-food-legislation-and-children.htm ;"

    },
	{
            "id":"17",
            "title":"The Right of Children to Free and Compulsory Education Act ",
            "introduction":"The Right of Children to Free and Compulsory Education Act or Right to Education Act (RTE), is an Act of the Parliament of India enacted on 4 August 2009, which describes the modalities of the importance of free and compulsory education for children between 6 and 14 in India.  India became one of 135 countries to make education a fundamental right of every child when the Act came into force on 1 April 2010.
Main features of this act are :

•	Free and compulsory education to all children of India in the 6 to 14 age group.

•	No child shall be held back, expelled or required to pass a board examination until the completion of elementary education.

•	If a child above 6 years of age has not been admitted in any school or could not complete his or her elementary education, then he or she shall be admitted in a class appropriate to his or her age. However, if a case may be where a child is directly admitted in the class appropriate to his or her age, then, in order to be at par with others, he or she shall have a right to receive special training within such time limits as may be prescribed. Provided further that a child so admitted to elementary education shall be entitled to free education till the completion of elementary education even after 14 years.

•	Proof of age for admission: For the purpose of admission to elementary education, the age of a child shall be determined on the basis of the birth certificate issued in accordance with the Provisions of Birth. Deaths and Marriages Registration Act 1856, or on the basis of such other document as may be prescribed. No child shall be denied admission in a school for lack of age proof

•	A child who completes elementary education shall be awarded a certificate;
",
            "punishment":"",
            "reference":"•	http://righttoeducation.in/know-your-rte/about
•	http://vikaspedia.in/education/policies-and-schemes/right-to-education/right-to-education-act
 "

    },
    {
      "id":"18",
      "title":"THE PERSONS WITH DISABILITIES  ACT, 1995 ",
      "introduction":"An Act to give effect to the Proclamation on the Full Participation and Equality of the People with Disabilities in the Asian and Pacific Region. ",
      "punishment":"",
      "reference":" http://www.childlineindia.org.in/right-to-food-legislation-and-children.htm ;"

    }

  ]

}
