{
  "CaseStudy" : [
    {
            "id":"1",
            "name":"I was woken at four in the morning and then I had to wash the clothes, sweep and mop the floor",
            "info":"These were the words of Shanta,a former child labourer.She looks like any other six-year-old, except there is an open wound on her head, her hands are swollen, chapped and grey and she can barely walk.
She was the youngest of the three little girls aged six to 13 years, rescued from Faridabad in the state of Haryana.
All girls worked as domestic help just a few miles away from India's capital, Delhi.
In October, the government enacted a law banning children under 14 from working as domestic servants or in a industry.
What baffled many wass the reluctance of local police to prosecute the family that employed the children for violating the new legislation.
The sentence for breaking the new child labour law carries a prison sentence of up to two years and a fine of up to 20,000 rupees.
Shanta told that she had been working with the family for the past year after her brother left her there.
\"I used to work in water the whole day. She [the employer] beat me up regularly with a stick for not finishing my work on time. I was woken at four in the morning and then I had to wash the clothes, sweep and mop the floor,\" she told the BBC.
According to Shanta, she was given rice only twice a day - served on the floor - and was made to sleep in the bathroom.
She said that she never complained about her plight as that would have meant more beatings.
Two other girls, Rita and Sunita, say they were also abused and locked up like Shanta.
They were rescued by a local non-governmental organisation (NGO) after a neighbour watched them being beaten up and informed the police.
The police filed a complaint against the employers but only under the less severe Juvenile Justice Act rather than the tougher new law.
\"These girls were trafficked from West Bengal and then they were illegally confined as bonded labour, they were abused and made to work. Still their employers were not booked under the Child Labour Act,\" said Rishi Kant of the Shakti Vahini NGO which rescued the girls.
The employers have already been given bail.
Police say they could not have brought a prosecution against Shanta's employers under the Child Labour Act because the girls were being paid for their work.
\"The Child Labour Act is applied only when children under 14 are not paid for their work and when they are trafficked, and since this did not happen, this law was not applied to them, says Faridabad police superintendent Mahinder Singh Sheoran.
Experts say the Child Labour Act does not make that distinction. They say that it bans all children under 14 working as domestic labour and in roadside eateries and hotels.
Social activists were largely sceptical about the efficacy of the new law when it was brought into force in October. They say cases like Shanta's confirm their worst fears.
NGOs say that as children continue to work in inhuman conditions, many in the political and administrative establishment continue to remain indifferent to their plight.
*Shanta, Rita and Sunita are not the girls' real names."
    },
    {
      "id":"2",
      "name":"Child Welfare Committee issues directions for registration of case",
      "info":"In yet another case of blatant violation of child rights, a 12-year-old boy employed four years ago by a family was allegedly being beaten up for no fault of his and made to work for almost 15 hours a day. Unable to bear the torture any longer, the boy ran away over the weekend and approached the police through a Good Samaritan, following which he was produced before a Child Welfare Committee that has issued directions for registration of a case against the accused person(s).
The boy belongs to a poverty-stricken family from a village in Uttar Pradesh where his mother lives with a brother and two sisters. Owing to their poor economic condition, his mother could not afford his studies and he never went to school. At the age of eight, the boy's mother sent him to the Capital along with her brother hoping that he would make some money.
He was employed by the wife of a businessman living in Vasant Kunj where he was working for the past four years. In his statement he narrated his woes alleging that he was made to do all kinds of household work, including dusting, cleaning and washing clothes from 7 a.m. to 10 p.m. His main work was to iron clothes. Although the employer provided him enough food, she would allegedly beat him up to make him understand how to do his work. Even when she would get late for preparing breakfast for her son, she allegedly directed all the ire at him.
The boy had no idea how much he was getting as salary, as his wages would be collected directly by his maternal uncle. He complained that his employer never allowed him to talk to his mother over the phone. When things became unbearable, the child quietly moved out of the house on March 31 and approached a driver residing nearby, whom he knew. He shared his plight with the driver, who then took him to a woman living in Mahipalpur. She then lodged a complaint with the police, which produced him before the Lajpat Nagar CWC.
The boy was taken back to his employer's place where he refused to stay
and rather expressed the desire to be reunited with his mother."


    },
    {
      "id":"3",
      "name":"Story of K.Sandhya from Chandupatla Village, Nalgonda",
      "info":"She is the elder daughter in the family.
She wakes up at 5 in the morning.
Her father works in Sudhakar Pipes Company, and mother goes for work in the field. She has one younger brother and younger sister.  She is in class 5th and she is 11 years old.  She cooks good and makes her younger brother and sister bath. She cleans vessels and floor and fill drinking water. If she donot do any one of the work, she was not allowed to school. After school she again starts with work and finish it with 8 PM.
Then she sit down and watch news till 8.30 and study and complete her homework. She was beat by her father and mother for every little thing.  She is forced to do house hold work than the school home work. This girl wants to become a doctor and save people. She says that she likes school more than home. She likes Prabakar Sir who is a volunteer of ASM.  She also likes her class teacher because she explains and teaches lessons with at more case and attentions.
If she have any doubts she will be helped by her teacher (or) by HM.  She receives heavy beating at home and less at school.  She is also against law banning punishment because for her, parents are those who gave birth to her and have all rights.  But she prefers moderate punishment"


    },
    {

      "id":"4",
      "name":"Citing Muslim Personal Law Delhi Court Justifies Marriage Of A 15-Yr-Old Girl.",
      "info":"A Delhi special court set free an 18-year-old boy who married a 15-year-old girl.
The case was an FIR filed under sections of Prevention Of Children From Sexual Offences (POCSO) Act.
The FIR was based on a complaint from the girl's mother, who alleged that the man enticed her daughter into marriage. The man was charged with rape, kidnapping, and sexual assault.
The judgement highlights the conflict between Indian civil law and personal laws  both of which are legal and prevalent in the country. With regard to the conflict between Muslim Personal Law and the POCSO Act, the court stated, It is a fact that under the Muslim Personal law with which the accused and prosecutrix are governed permits them to contract a valid marriage provided the prosecutrix had attained the age of puberty.
The Protection of Children from Sexual Offences Act, 2012 (POCSO) was passed to effectively address sexual abuse and sexual exploitation of children in India.
Marriageable age (or marriage age) is the minimum age at which a person is allowed by law to marry, either as a right or subject to parental or other forms of consent. In India, the marriageable age for men is 21 while the same for women is 18.
However, these limits have been strained, debated or plainly not followed. While the Law Commission has proposed to equalize the marriage age for males and females to 16, the Delhi High Court declared in 2012 that a Muslim woman can marry at 15 once she attains puberty. Additionally, child marriage continues to be a big problem in India, especially in rural areas.
Unlike most democracies in the world, India does not have a uniform civil code. Personal laws (family laws) are still legal in India. The question of whether India should adopt a Uniform Civil Code (UCC) is a hot topic in the country.
"
    },
    {

       "id":"5",
       "name":"TAMIL NADU RANKS FIRST IN IMMORAL TRAFFICKING.",
       "info":"MAY 10,2010 NEW DELHI: Tamil Nadu and Karnataka may boast of having good sex ratio but when it comes to curb immoral trafficking, they fair poorly among major states while the national capital is on the top in the chart of Union Territories with 63 such cases being reported in a year.
According to the latest home ministry data for 2007, 1,199 cases were registered in Tamil Nadu and 612 cases in Karnataka under the Immoral Trafficking (Prevention) Act.
More than 3,700 people were arrested from these two states for their involvements in illegal human trafficking.
In Delhi, a total of 217 people were arrested and 112 convicted under the Act, the data said.
Police registered a total of 3,568 cases and arrested 9,861 people for their role in encouraging immoral trafficking across the country during the said period, it said. However, only 3,220 people could be convicted for the crime.
It shows equally gloomy picture in Andhra Pradesh and Maharashtra. Out of a total of 612 registered cases in Andhra Pradesh, police had arrested 1,700 people but only 361 of them have been convicted so far In Maharashtra, 322 such cases were reported and a total of 1,266 people arrested.
More than 200 cases were also registered in Kerala, where the sex ratio and education rate are much higher than any other parts of the country."

    },
    {
       "id":"6",
       "name":"Initiatives pertaining to beedi work.",
       "info": "In 1944 the Rege Committee had drawn attention to the evils of the contract system where exploitation takes the form of intermediaries and had recommended formation of large beedi companies to counter this unhealthy trend.
Likewise the minimum wages committee in 1965 also had recommended reorganization of the industry on factory lines. In addition the Beedi and Cigar workers (Conditions of Employment) Act 1966, mainly aimed at regulating beedi work prescribes a working day of 9 hours and 48 hours a week for a beedi worker.
In addition, the workers are entitled to a paid weekly holiday and leave at the rate of one day for every twenty days work during the preceding year, wages for the leave period at rates equal to overall daily wages during the month immediately preceding the leave and three months maternity leave for women workers.
This Act, which was challenged by some firms, but has been upheld by Supreme Court in January 1974"

    },
    {
      "id":"7",
      "name":"Assessment and affirmative action by a UNHCR HealtH offiCeR",
      "info":"This case study demonstrates the role that UNHCR staff can play in identifying IYCF issues and coordinating a response.Last weekend they conducted a rapid assessment in the General Hospital after receiving reports that a number of refugee children were admitted with signs and symptoms of malnutrition.
it was observed that 2 children above 6 months old whose weight, MUAC and clinical findings demonstrated that they were severely malnourished and four infants less than 6 months who had signs and symptoms of failure to thrive. The use and promotion of BMS was widespread in the hospital.
Several refugee women reported that doctors were advising them to stop breastfeeding, telling them breastfeeding was not safe or they did not have sufficient milk. They observed three refugee women who had not breastfed at all. At birth, most of the newborns were separated from their mothers and, once in the neonatal intensive care unit, BMS were started.
They immediately commissioned an NGO to initiate a rapid community based assessment in all refugee communities where cases of acute malnutrition were reported or suspected, with results in 5 days. This was to include an assessment of IYCF practices.
One of the official also immediately briefed the Director General of the Ministry of Public Health (MOPH) and all key partners of his findings at the General Hospital.
Actions in coming days and weeks Along with the MOPH and key partners, all agreed to do the following:
NGO to train a core group of first line staff (paediatrician and nurses) to identify cases of acute malnutrition.
UNHCR to second a consultant to the MOPH for 6 months to monitor and advice the General Hospital and other hospitals on the use of BMS. We are open to all options including cancelling UNHCR/ partner contracts in hospitals that refuse to adjust their policy on the use of BMS.
UNICEF to assist with the active promotion of breastfeeding and appropriate IYCF practices in the community and to promote the use of oral rehydration in hospitals and in the community.
UNICEF to carry out a nutrition survey in September 2013, which will include IYCF assessment.
WHO/MOPH to review the early warning system and review why the deaths reported as dehydration in the general hospital were not picked up and investigated by EWARN.
UNCEF/MOPH to facilitate/ensure that all refugee children are provided with child health record cards (not all refugee children identified had them) and UNICEF to assist and intensify countrywide growth monitoring. "
      },
      {
        "id":"8",
        "name":" Individual Cases alert UNHCR of Critical gaps in IYCF system ",
        "info":"This case study gives an example of how individual cases with infant feeding issues can alert UNHCR of critical gaps in the IYCF system.
(**Briefing as a first person)
I was notified of an individual case that presented in the refugee community here in South Sudan of a 5 month old infant whose mother had died of Hepatitis E 10 days previously. The infants grandmother was requesting help to feed the infant. This is normally a breastfeeding population.
Wet nursing was advised as a first option, but a wet nurse could not be identified. There were concerns regarding supporting wet nursing as HIV testing was not available. The individual case alerted my colleagues and I to an infant feeding problem in the community related to maternal morbidity and mortality.
There were a number of maternal deaths from Hepatitis that had implications for infant nutrition, care and survival in this community. We knew we needed to investigate further to find out how widespread the problem was.
We also realised that we didn't have a good enough system in place to support nonbreastfed infants. There was a medical NGO on the ground dealing with health issues and another NGO dealing with child protection issues in the community, but neither was equipped to assess individual infants with complex feeding issues.
There were also no proper and standardized systems in place to support artificial feeding in Maban camps. We immediately initiated discussions with our NGO partners and agreed on a set of roles and responsibilities to ensure that this gap was filled.
In this case we felt it was best that the medical NGO oversee the assessment, prescription and management of individual cases, while the community-based NGO help to identify cases in the community and manage follow-up. It was difficult to agree on who should supply infant formula.
In our case it was decided that the community-based NGO should source the formula for the medical agency with UNHCR funding. A guidance document was draftd accordingly.
After a similar case in Doro Camp, where the mother of a 4 month old infant died from Hepatitis E where a wet nurse could not be identified, UNHCR initiated another meeting with all NGO partners. Roles and responsibilities were agreed to manage artificial feeding and the draft guidance document was finalized and shared.
UNHCR now oversees the management of artificial feeding in both camps and roles and responsibilities of NGO partners are clear. A buffer stock of artificial milk is also forecast to cover any other cases such as these that may arise.
In this situation, identifying a wet nurse for this infant, such as a close relative, remains the best option for child survival. The risk of transmission is low; about 0.79% per month of breastfeeding in the absence of all antiretroviral drugs. For more considerations regarding the HIv context including wet nursing."
        },
        {
          "id":"9",
          "name":"Child Welfare Committee issues directions for registration of case",
          "info":"In yet another case of blatant violation of child rights, a 12-year-old boy employed four years ago by a family was allegedly being beaten up for no fault of his and made to work for almost 15 hours a day. Unable to bear the torture any longer, the boy ran away over the weekend and approached the police through a Good Samaritan, following which he was produced before a Child Welfare Committee that has issued directions for registration of a case against the accused person(s).

The boy belongs to a poverty-stricken family from a village in Uttar Pradesh where his mother lives with a brother and two sisters. Owing to their poor economic condition, his mother could not afford his studies and he never went to school. At the age of eight, the boy's mother sent him to the Capital along with her brother hoping that he would make some money.

He was employed by the wife of a businessman living in Vasant Kunj where he had been working for the past four years. In a statement to his counsellor, the child narrated his woes alleging that he was made to do all kinds of household work, including dusting, cleaning and washing clothes from 7 a.m. to 10 p.m. His main work was to iron clothes. Although the employer provided him enough food, she would allegedly beat him up to make him “understand” how to do his work. Even when she would get late for preparing breakfast for her son, she allegedly directed all the ire at him.

The boy had no idea how much he was getting as salary, as his wages would be collected directly by his maternal uncle. He complained that his employer never allowed him to talk to his mother over the phone. When things became unbearable, the child quietly moved out of the house on March 31 and approached a driver residing nearby, whom he knew. He shared his plight with the driver, who then took him to a woman living in Mahipalpur. She then lodged a complaint with the police, which produced him before the Lajpat Nagar CWC.

The boy was taken back to his employer's place where he refused to stay and rather expressed the desire to be reunited with his mother.

Noting that the child had been treated in a cruel manner and that his employer would hit him and shout at him all the time, the Committee chaired by Raaj Mangal Prasad issued directions to the case investigating officer to registered a First Information Report against the accused person (s) on the basis of the victim's statement, under the relevant provisions of the Juvenile Justice Act and the Indian Penal Code.

The victim's statement would also be recorded by the area Sub-Divisional Magistrate under the provisions of the Bonded Labour Act and include its provisions if the SDM issues any such directions. The police have also been directed to trace the boy's maternal uncle and brother and produce them before the Committee, inform his mother and if possible, facilitate her travel to Delhi.

The investigating officer has also been directed to submit a detailed action taken report and sent the child to a care home."
          },
          {
            "id":"10",
            "name":"Five cases of child molestation in Indian schools",
            "info":"1.    This incident is from Malda, where a 13 years school girl belonging to a village called Barampur, was molested inside her school campus by a group of youths who often used to tease her once she was outside the campus. Just because she turned down the proposal of one of them, all three of them conspired against her to take revenge of their insult. So one day while leaving the school campus, she was slapped and molested by the youth and his friends right in front of her friends and all other students. The accused identified as Sahjahan Sk, Tafizul Ska and Vikan Sk, all in their early twenties, feld from the voice when the other girls protested. While two of them have been arrested, the third one is still absconding.
            2.    An eight years old girl from Maxfort School, Rohini, Delhi was molested by a teacher for a second time in April this year, the last time being in August last year within the school premises. The parents of the girl reported that the teacher inappropriately touched the girl, and for that held up a protest along with other parents outside the schools, demanding some action to be taken against the principal.
            3.    In another sad incident, a hearing impaired student studying in a reputed Prabhadevi school for the deaf and aphasic was molested by the school's principal, aged 42 along with a teacher, aged 37. The victim had named six other students who had gone through the same horrible ordeal. According to an officer handling the case the student who had passed her SSC said in her statement that the principal, under the pretext of giving her chocolates, would behave indecently and touch her inappropriately, while the teacher would show her obscene pictures. Later, both the accused were booked for molestation and under various sections of Prevention of Children from Sexual Offences Act.
            4.    In yet another shocking incident a 14-year-old girl student of Jadavpur Sammilita Balika Vidyalaya, Kolkata was molested by a youth in the toilet, who had entered the school premises after jumping a wall. A crowd of angry parents held protests demonstrated outside the school, demanding security for their wards and demanding an action as well.
            5.    Another incident that came into light was that of one of Bangalore's Vibgyor High school, where a six year old girl was allegedly molested by a school staff person. As much as 300 parents gathered at the school and demanded to see Rustom Kerawalla, the founder-chairperson of the Vibgyor High chain of schools, demanding an action. Basavaraju, a member of the school management said that they have nothing to say in this matter as the school had already provided all the details to the police "
            }


]

}
