{
  "StakeHolder" : [
    {
            "id":"1",
            "name":"Save The Children",
            "image":"splash.jpg",
            "address":"Save the Children works for and with children,
            it works for equality, equal education, equal nutrition, equal health, equal opportunities, gender equality, humanitarian situations and relief during natural disastersOne of our core focusses apart from working on the ground is Advocacy and influencing policy. We believe that unless we continuously work with Government, National and International bodies to raise issues that need resolution or policies that need change, our work will not be complete.    Save the Children spends funds collected where it is most needed, by spending in programmes across India that help improve the health and education situation of children as well as take them out of child labour, child marriage, child pregnancies, abuse and emergency situations.Address:Save the Children, Bal Raksha Bharat1st & 2nd Floor, Plot No. 91, Sector - 44Gurgaon (Haryana) - 122003, India",
            "email":"donorsupport@savethechildren.in",
            "phone":"+91 124 4752000",
            "lat":"28.451860",
            "long":"77.071317"
    },
    {
      "id":"2",
      "name":"Bachpan Bachao Andolan ",
      "image":"splash.jpg",
      "address":"Bachpan Bachao Andolan (BBA) symbolizes India’s largest grassroots movement for the protection of children,
        ensuring their quality education. As on October 2014, BBA has rescued more than 83 500 victims of trafficking, slavery and child labour and has helped them re-establish trust in society and find promising futures for themselves.Since its establishment by the Indian children’s  rights activist Kailash Satyarthi in 1980, BBA has led the world’s largest civil society campaign in the form of the Global March Against Child Labour and has been at the forefront of laying down laws against child labour and trafficking in India.     BBA was formed in 1980 by Mr. Kailash Satyarthi, Nobel Peace Prize Laureate for 2014, who was appalled by the plight of child slavery across South Asia. Child labour has been socially accepted and widely practised in the region for generations, being seen as a necessary outcome of poverty. BBA became the first organization in India to highlight the issue and spawned the wider South Asian Coalition on Child Servitude (SACCS).Address:Central Office:L- 6, Kalkaji,New Delhi- 110019, India",
      "email":"info@bba.org.in",
      "phone":"+91 11 49211111",
      "lat":"28.537324",
      "long":"77.258683"
    },
    {
      "id":"3",
      "name":"HAQ",
      "image":"a3.jpg",
      "address":"HAQ: Centre for Child Rights works towards the recognition, promotion and protection of rights of
      all children. It aims to look at the child in an integrated manner within the framework of the Constitution of India, and the UN Convention of the Rights of the Child, which India ratified in 1992, and contribute to the building of an environment where every child’s rights are recognised and promoted without discrimination.At HAQ, we believe that child rights and children’s concerns have to be mainstreamed into all developmental planning and action, and must also become a core developmental indicator.HAQ believes that the State is the primary duty bearer in the realization of the rights of all children. Children’s rights must therefore become an integral component of good governance.HAQ recognises that children vulnerable to neglect, violence, abuse and exploitation. Those children who have come in conflict with law are also most often those who have been neglected by society. All children need to grow up in a protective environment.Address:Centre for Child RightsB-1/2, Ground FloorMalviya Nagar, New Delhi-110017",
      "email":" info@haqcrc.org",
      "phone":"+91-11-26673599",
      "lat":"28.536515",
      "long":"77.217354"
    },
    {
      "id":"4",
      "name":"National Commission for Protection of Child Rights (NCPCR) ",
      "image":"a4.jpg",
      "address":"The National Commission for Protection of Child Rights (NCPCR) is an Indian governmental
        commission, established by an Act of Parliament, the Commission for Protection of Child Rights Act in December 2005, thus is a statutory body. The commission works under the aegis of Min. of Women and Child development, GoI. The Commission began operation a year later in March 2007. The Commission considers that its Mandate is \"to ensure that all Laws, Policies, Programmes, and Administrative Mechanisms are in consonance with the Child Rights perspective as enshrined in the Constitution of India and the UN Convention on the Rights of the Child. As defined by the commission, child includes those up to the age of 18 years. Its present chairman is Stuti Narain KackerThe Commission visualises a rights-based perspective flowing into National Policies and Programmes, along with nuanced responses at the State, District and Block levels, taking care of specificities and strengths of each region. In order to touch every child, it seeks a deeper penetration to communities and households and expects that the ground experiences gathered at the field are taken into consideration by all the authorities at the higher level. Thus the Commission sees an indispensable role for the State, sound institution-building processes, respect for decentralization at   the  local  bodies  and  community level and larger societal concern for children and their well-being.Address:National Commission for Protection of Child Rights5th Floor, Chanderlok Building,36 Janpath, New Delhi-110001",
      "email":"www.ebaalnidan.nic.in",
      "phone":"Phone:011-23478200",
      "lat":"28.624539",
      "long":"77.220010"
    },
    {
      "name":"CHILD RIGHTS AND YOU",
      "image":"a5.jpg",
      "address":"Child Rights and You commonly abbreviated as CRY is a non-profit organisation working in India, which aims to restore children\'s rights. The organisation was established in 1979. The organisation partners with grass-roots Non-governmental organisations to uplift thousands of Indian children denied basic children\'s rights. It works towards restoring basic rights to children, especially from India and works across levels from direct action to advocacy, mobilizing public opinion and policy change. It was started by Rippan Kaurin 1979 with Rs 51  he died in 1994 at the age of 40. However, by then, the organisation has grown, in 1993 the organisation had spent Rs.1.75 crore on 58 projects in rural, urban and tribal areas The CRC is built on certain \'foundation principles\' that underpin all other children\'s rights. The CRC confers the following basic rights on all children across the world, without discrimination
      •	the right to survival, to life, health, nutrition, name including nationality,
      •	the right to development of education, care, leisure, and recreation,
      •	the right to protection from exploitation, abuse and neglect,
      •	the right to participation in expression, information, thought and religion.
      CRY works to ensure these rights to all categories of children, who could be street children, children bonded in labor, children of commercial sex workers, physically and mentally challenged children and children in juvenile institutions, or even children in privileged homes.
      Address:
      Mumbai / Pune
      Address :CRY – Child Rights and You, 189/A Anand Estate, Sane Guruji Marg, Mumbai – 400 011E-Mail :cryinfo.mum@crymail.org5Fax :022-23080726
      Bengaluru
      Address :CRY – Child Rights and You, Madhavi Mansion 12/3-1, Bachammal Road Cox Town, Bengaluru – 560 005E-Mail :cryinfo.blr@crymail.orgTel :080-2548 8574/4952/4065Fax :080-2548 7355
      Chennai
      Address :CRY – Child Rights and You, No. 14, 4th Lane, McNicholas Road, Chetpet, Chennai – 600 031E-Mail :cryinfo.mds@crymail.org Fax :044-28365548
      Delhi / NRI / Foreign Donor Address :CRY – Child Rights and You, 632, Lane No.3, Westend Marg, Near Saket Metro Station, Saiyad-ul-Ajaib New Delhi – 110 030E-Mail :cryinfo.del@crymail.orgTel :011-29533451/52/53
      Fax :011-29533210 If you reside outside of India, UK, or USA, please get in touch with us atE-Mail :ic.del@crymail.org Kolkata Address :CRY – Child Rights and You, 152, Kalikapur, Gitanjali Park, New No. 8,2nd Street, Kolkata – 700 099E-Mail :cryinfo.cal@crymail.orgTel :033-2416 0007/8057/8069Fax :033-2416 3322
      ",
      "email":" media.queries@crymail.org",
      "phone":"Tel :+91-11-29534033",
      "lat":"28.6144",
      "long":"77.1996"
    }


  ]

}
